src/test/resources/ws/status-request.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:protocol="http://soap.lab/protocol">
  <SOAP-ENV:Header>
  </SOAP-ENV:Header>
  <SOAP-ENV:Body>
    <protocol:StatusRequest />
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
